Repository: getsolus/solus-sc
Catalog: po/*.po
Languages: ar, bg, ca, es, eu, fi, gl, hr_hr, id_id, ne_np, nl_be, pl, si, sk, sl, uk

source: System Base
ca: Sistema de base
es: Sistema Base
eu: Sistemaren Oinarria
id_id: Dasar Sistem
nl_be: Kernsysteem

source: Base Components
ca: Components de base
es: Componentes Base
eu: Oinarrizko Osagaiak
id_id: Komponen Dasar
nl_be: Basiscomponenten

source: Base components of Solus
ca: Components de base del Solus
es: Componentes base de Solus
eu: Solusen oinarrizko osagaiak
id_id: Komponen dasar Solus
nl_be: Basiscomponenten van Solus

source: Boot utilities
ca: Utilitats d'arrencada
es: Utilidades de arranque
eu: Abioko tresnak
id_id: Utilitas boot
nl_be: Opstarttoepassingen

source: Tools and daemons required early in the boot process
ca: Eines i dimonis necessaris durant l'inici del procés d'arrencada
es: Herramientas y demonios requeridos en el proceso de arranque
eu: Abio prozesuan beharrezkoak diren tresna eta daemon-ak
id_id: Perkakas dan daemon dibutuhkan di awal pada proses boot
nl_be: Toepassingen en achtergrondtoepassingen vereist in het begin van het bootproces

source: System utilities
ca: Utilitats del sistema
es: Utilidades de sistema
eu: Sistemaren tresnak
id_id: Utilitas sitem
nl_be: Systeemtoepassingen

source: Commonly used components for a full installation, not used in minimal environments
ca: Components usats habitualment per a una instal·lació completa, no usats en entorns mínims
es: Componentes usados normalmente para la instalación, no usados en entornos mínimos
eu: Instalazio oso batean erabilitako osagaiak, ez dira ingurune minimoetan erabiltzen.
id_id: Umum digunakan untuk pemasangan penuh, tidak digunakan untuk lingkungan minimal
nl_be: Gebruikelijke componenten voor een volledige installatie, die niet gebruikt worden in een minimale omgeving

source: Base development tools
ca: Eines de desenvolupament de base
es: Herramientas base de desarrollo
eu: Oinarrizko garapen tresnak
id_id: Perkakas basis pengembangan
nl_be: Basis ontwikkelingstoepassingen

source: Development utilities - base system
ca: Utilitats de desenvolupament - sistema de base
es: Utilidades de desarrollo - sistema base
eu: Garapen tresnak - oinarrizko sistema
id_id: Utilitas pengembangan - basis sistem
nl_be: Ontwikkelingstoepassingen - basissysteem

source: X.Org Base Components
ca: Components X.Org de base
es: Componentes Base de X.Org
eu: X.Org Oinarrizko Osagaiak
id_id: Komponen dasar X.Org
nl_be: X.Org Basis Componenten

source: Base components required for the X.Org System
ca: Components de base necessaris per al sistema X.Org
es: Componentes base requeridos para el Sistema X.Org
eu: X.Org sistemarako beharrezkoak diren oinarrizko osagaiak
id_id: Komponen dasar yang dibutuhkan sistem X.Org
nl_be: Basiscomponenten nodig voor het X.Org Systeem

source: X.Org Protocol Headers
ca: Capçaleres de protocol X.Org
es: Cabeceras de Protocolo de X.Org
eu: X.Org Protokolo Goiburuak
id_id: Header Protokol X.Org
nl_be: X.Org Protocol Hoofdingen

source: Protocol headers required for building X.Org Libraries
ca: Capçaleres de protocol necessàries per construir biblioteques X.Org
es: Cabeceras de protocolo requeridas para construir las Librerías de X.Org
eu: X.Org liburutegiak konpilatzeko behar diren protokoloen goiburuak
id_id: Protokol header yang dibutuhkan untuk membangun pustaka X.Org
nl_be: Protocol hoofdingen vereist voor het bouwen van X.ORG Libraries

source: X.Org Core Libraries
ca: Biblioteques X.Org Core
es: Librerías del Núcleo de X.Org
eu: X.Org Liburutegi Nagusiak
id_id: Pustaka Inti X.Org
nl_be: X.Org Core Bibliotheken

source: Core libraries required by X.Org
ca: Biblioteques centrals necessàries per a X.Org
es: Librerías del núcleo requeridas por X.Org
eu: X.Org erabiltzeko behar diren liburutegi nagusiak
id_id: Pustaka inti yang dibutuhkan X.Org
nl_be: Core bibliotheken vereist voor X.Org

source: X.Org Core Fonts
ca: Lletres centrals d'X.Org
es: Fuentes del Núcleo de X.Org
eu: X.Org Letra-Tipo Nagusiak
id_id: Fonta inti X.Org
nl_be: X.Org Kern Lettertypen

source: Core fonts required by X.Org
ca: Lletres centrals necessàries per a X.Org
es: Fuentes del núcleo requeridas por X.Org
eu: X.Org erabiltzeko behar diren letra-tipo nagusiak
id_id: Fonta inti yang dibutuhkan X.Org
nl_be: Basislettertypen vereist voor X.Org

source: X.Org Core Applications
ca: Aplicacions centrals d'X.Org
es: Aplicaciones del Núcleo de X.Org
eu: X.Org Aplikazio Nagusiak
id_id: Aplikasi Inti X.Org
nl_be: X.Org Kern Toepassingen

source: Collection of simple applications for X.Org
ca: Col·lecció d'aplicacions simples per a X.Org
es: Colección de aplicaciones simples para X.Org
eu: X.Org-erako aplikazio sinpleen bilduma
id_id: Koleksi aplikasi sederhana untuk X.Org
nl_be: Collecite van eenvoudige toepassingen voor X.Org

source: X.Org Display
ca: Pantalla X.Org
es: Display de X.Org
eu: X.Org Pantaila
id_id: Tampilan X.Org
nl_be: X.Org Scherm

source: Software required to run an X.Org Display
ca: Programari necessari per executar una pantalla X.Org
es: Software requerido para correr un Display de X.Org
eu: X.Org pantaila bat abiatzeko behar den softwarea
id_id: Piranti lunak yang dibutuhkan untuk menjalankan tampilan X.Org
nl_be: Software vereist voor de werking van een X.Org Scherm

source: X.Org Server
ca: Servidor X.Org
es: Servidor X.Org
eu: X.Org Zerbitzaria
id_id: Peladen X.Org

source: Core server of the X Window System
ca: Servidor central del sistema X Window
es: Servidor Núcleo del Sistema de Ventanas X
eu: X Windows sistemaren zerbitzari nagusia
id_id: Peladen inti untux Sistem X Window
nl_be: Basisserver van het X Window System

source: X.Org Drivers
ca: Controladors d'X.Org
es: Drivers de X.Org
eu: X.Org Driver-ak
id_id: Driver X.Org

source: Drivers required to use the X Window System
ca: Controlador necessaris per usar el sistema X Window
es: Drivers requeridos para usar el Sistema de Ventanas X
eu: X Windows sistema erabiltzeko behar diren driverrak
id_id: Driver yang dibutuhkan untuk menggunakan Sistem X Window
nl_be: Noodzakelijke Drivers voor X Window System

source: Networking Base
ca: Base de xarxa
es: Base de Conexión
eu: Sare Oinarria
id_id: Basis Jaringan
nl_be: Netwerken Basis

source: Email clients
ca: Clients de correu
es: Clientes de Correo
eu: Email bezeroak
id_id: Klien Surel
nl_be: Email Toepassingen

source: IRC clients
ca: Clients d'IRC
es: Clientes IRC
eu: IRC bezeroak
id_id: Klien IRC
nl_be: IRC toepassingen

source: Instant messaging
ca: Missatgeria instantània
es: Mensajería Instantánea
eu: Berehalako mezularitza
id_id: Pesan singkat

source: News and RSS readers
ca: Lectors de notícies i d'RSS
es: Lectores de Noticias y RSS
eu: Berriak eta RSS irakurleak
id_id: Berita dan pembaca RSS
nl_be: Nieuws en RSS lezers

source: Remote management software
ca: Programari de gestió remota
es: Software de Acceso Remoto
eu: Urruneko kudeaketarako softwarea
id_id: Perangkat lunak manajemen jarak jauh
nl_be: Software voor beheer vanop afstand

source: Web applications
ca: Aplicacions web
es: Aplicaciones Web
eu: Web aplikazioak
id_id: Aplikasi web
nl_be: Web toepassingen

source: Web browsers
ca: Navegadors web
es: Navegadores Web
eu: Web nabigatzaileak
id_id: Peramban

source: Networking utilities
ca: Utilitats de xarxa
es: Utilidades de Conexión
eu: Sare tresnak
id_id: Utilitas jaringan
nl_be: Netwerk toepassingen

source: Download managers
ca: Gestors de baixades
es: Gestores de Descargas
eu: Deskarga kudeatzaileak
id_id: Manajer unduhan
nl_be: Download toepassingen

source: Networking CLI Clients
ca: Clients de text de xarxa
es: Clientes CLI de Conexión
eu: Komando Lerroko Sare Bezeroak
id_id: Klien jaringan CLI
nl_be: Netwerk CLI Cliënten

source: Kernel Images
ca: Imatges del nucli
es: Imágenes del Núcleo
eu: Kernel irudiak

source: Kernel Development
ca: Desenvolupament del nucli
es: Desarrollo del Núcleo
eu: Kernel Garapena
id_id: Pengembangan Kernel
nl_be: Kernel Ontwikkeling

source: Text Editors
ca: Editors de text
es: Editores de Texto
eu: Testu Editoreak
id_id: Penyunting Teks
nl_be: Tekstverwerkers

source: Simple and advanced text editors
ca: Editors de text simples i avançats
es: Editores simples y avanzados de texto
eu: Testu editore sinple eta aurreratuak
id_id: Teks editor sederhana dan lanjutan
nl_be: Eenvoudige en geavanceerde teksverwerkers

source: Office Software
ca: Programari d'oficina
es: Suite Ofimática
eu: Bulego Softwarea
id_id: Piranti lunak perkantoran

source: Office software
ca: Programari d'oficina
es: Suite ofimática
eu: Bulego softwarea
id_id: Piranti lunak perkantoran

source: Financial Software
ca: Programari de finances
es: Software de Finanzas
eu: Finantza Softwarea
id_id: Piranti lunak finansial
nl_be: Fincanciële Software

source: Mathematics-Oriented Software
ca: Programari orientat a les matemàtiques
es: Software Orientado a las Matemáticas
eu: Matematikara Bideratutako Softwarea
id_id: Piranti lunak matematika
nl_be: Wiskunde-georiënteerde Software

source: Note-Taking Software
ca: Programari per prendre notes
es: Software para Tomar Notas
eu: Notak Hartzeko Softwarea
id_id: Piranti lunak Catatan
nl_be: Notitie Software

source: Scientific Software
ca: Programari científic
es: Software Cientifico
eu: Software Zientifikoa
id_id: Piranti lunak sains
nl_be: Wetenschappelijke Software

source: Software aimed at various scientific fields.
ca: Programari adreçat a camps científics diversos.
es: Software orientado a diversos campos científicos.
eu: Hainbat eremu zientifikoei zuzendutako softwarea
id_id: Software ditujukan untuk berbagai bidang keilmuan
nl_be: Software voor diverse wetenschappelijke doeleinden.

source: E-book and PDF Viewing Software
ca: Programari per visualitzar llibres electrònics i PDF
es: Visualizadores de E-Books y Archivos PDF
eu: E-book eta PDF-ak Ikusteko Softwarea
id_id: Piranti lunak Buku elektronik dan PDF
nl_be: E-book en PDF lezers

source: Programming
ca: Programació
es: Programación
eu: Programazioa
id_id: Pemrograman
nl_be: Programmeren

source: Software related to programming
ca: Programari relacionat amb la programació
es: Software orientado a la programación
eu: Programazioarekin erlazionatutako softwarea
id_id: Piranti lunak terkait pemrograman
nl_be: Software i.v.m. programmeren

source: Development files
ca: Fitxers de desenvolupament
es: Archivos de Desarrollo
eu: Garapenerako fitxategiak
id_id: Berkas pengembangan
nl_be: Ontwikkelingsbestanden

source: Integrated Developer Environments
ca: Entorns de desenvolupament integrat
es: Entornos de Desarrollo Integrados
eu: Garapenerako Ingurune Integratuak
nl_be: Geintegreerde Ontwikkelaars Omgevingen

source: Development tools
ca: Eines de desenvolupament
es: Herramientas de desarrollo
eu: Garapenerako tresnak
id_id: Perkakas pengembangan
nl_be: Ontwikkelingstoepassingen

source: Haskell libraries
ca: Biblioteques de Haskell
es: Librerías Haskell
eu: Haskell liburutegiak
id_id: Pustaka Haskell
nl_be: Haskell bibliotheken

source: Python modules
ca: Mòduls de Python
es: Módulos para Python
eu: Python moduluak
id_id: Modul Python

source: Perl modules
ca: Mòduls de Perl
es: Módulos para Perl
eu: Perl moduluak
id_id: Modul Perl

source: Java modules and libraries
ca: Mòduls i biblioteques de Java
es: Módulos y librerías para Java
eu: Java modulu eta liburutegiak
id_id: Modul dan pustaka Java
nl_be: Java modules en bibliotheken

source: Programming libraries
ca: Biblioteques de programació
es: Librerías de Programación
eu: Programazio liburutegiak
id_id: Pustaka pemrograman
nl_be: Programmeren bibliotheken

source: Database clients and servers
ca: Clients i servidors de bases de dades
es: Clientes y servidores para Bases de Datos
eu: Datu-base bezero eta zerbitzariak
id_id: Klien dan server pangkalan data
nl_be: Database cliënten en servers

source: Desktop Software
ca: Programari d'escriptori
es: Software de Escritorio
eu: Mahaigaineko Softwarea
id_id: Piranti lunak desktop

source: Desktop specific software
ca: Programari específic d'escriptori
es: Software específico de Escritorio
eu: Bereziki mahaigainerako softwarea
id_id: Piranti lunak spesifik desktop
nl_be: Desktopspecifieke software

source: General Multimedia Software
ca: Programari multimèdia general
es: Software General de Multimedia
eu: Multimedia Software Orokorra
id_id: Piranti lunak multimedia umum
nl_be: Algemene Multimedia Software

source: Graphics
ca: Gràfics
es: Gráficos
eu: Grafikoak
id_id: Grafis
nl_be: Grafisch

source: Graphics Manipulation Software
ca: Programari de manipulació de gràfics
es: Software de Manipulación de Gráficos
eu: Grafikoak Manipulatzeko Softwarea
id_id: Piranti lunak manipulasi grafis
nl_be: Software voor grafische bewerking

source: Multimedia Codecs
ca: Còdecs multimèdia
es: Códecs Multimedia
eu: Multimedia Kodekak
id_id: Codec multimedia

source: Multimedia Codecs and Format Support
ca: Còdecs multimèdia i suport de formats
es: Códecs Multimedia y Soporte de Formatos
eu: Multimedia Kodekak eta Formatu Euskarria
id_id: Codec multimedia dan dukungan format
nl_be: Multimedia Codecs en Format Ondersteuning

source: Video Software
ca: Programari de vídeo
es: Software de Video
eu: Bideo Softwarea
id_id: Piranti lunak video

source: Audio Software
ca: Programari d'àudio
es: Software de Audio
eu: Audio Softwarea
id_id: Piranti lunak suara

source: Multimedia Libraries
ca: Biblioteques mulltimèdia
es: Librerías Multimedia
eu: Multimedia Liburutegiak
id_id: Pustaka multimedia
nl_be: Multimedia Bibliotheken

source: GStreamer Runtime
ca: Entorn d'execució de GStreamer
es: Ejecución de GStreamer
eu: GStreamer Exekutagarria

source: GStreamer Runtime &amp; Support Libraries
ca: Entorn d'execució de GStreamer, biblioteques de suport
es: Ejecución y Librerías de Soporte de GStreamer
eu: GStreamer Exekutagarria eta Euskarrirako Liburutegiak
id_id: GStreamer Runtime &amp; Pustaka pendukung

source: Desktop Libraries
ca: Biblioteques d'escriptori
es: Librerías de Escritorio
eu: Mahaigaineko Liburutegiak
id_id: Pustaka desktop

source: Common libraries required for a desktop
ca: Biblioteques usuals necessàries per a un escriptori
es: Librerías comunes requeridas para el escritorio
eu: Mahaigain baterako behar diren liburutegi orokorrak
id_id: Pustaka umum yang dibutuhkan dekstop
nl_be: Algemene bibliotheken vereist voor een desktop

source: Desktop Theming
ca: Tematització de l'escriptori
es: Temas de Escritorio
eu: Mahaigaineko Gaiak
id_id: Tema desktop
nl_be: Desktop Thema's

source: Themes to enhance the desktop
ca: Temes per millorar l'escriptori
es: Temas para mejorar el escritorio
eu: Mahaigaina hobetzeko gaiak
id_id: Tema untuk peningkatan desktop
nl_be: Thema's om je desktop op te krikken

source: Desktop Fonts
ca: Lletres d'escriptori
es: Fuentes de Escritorio
eu: Mahaigainaren Letra-Tipoak
id_id: Fonta desktop
nl_be: Bureaublad lettertypes

source: Fonts to enhance the desktop
ca: Lletres per millorar l'escriptori
es: Fuentes para mejorar el escitorio
eu: Mahaigaina hobetzeko letra-tipoak
id_id: Fonta untuk peningkatan desktop
nl_be: Lettertypen om de desktop op te krikken

source: Qt Runtime Libraries
ca: Biblioteques d'entorn d'execució Qt
es: Librerías de Ejecución de Qt
eu: Qt Exekuziorako Liburutegiak
nl_be: Qt Runtime Bibliotheken

source: GTK Runtime Libraries
ca: Biblioteques d'entorn d'execució GTK
es: Librerías de Ejecución de GTK
eu: GTK Exekuziorako Liburutegiak
nl_be: GTK Runtime Bibliotheken

source: Budgie Desktop
ca: Escriptori Budgie
es: Escritorio Budgie
eu: Budgie Mahaigaina

source: Elements of the Solus Budgie Experience
ca: Elements de l'Experiència Solus Budgie
es: Elementos para la Experiencia Budgie de Solus
eu: Solus Budgie Esperientziaren Elementuak
id_id: Elemen dari Solus Budgie Experience
nl_be: Elementen van de Solus Budgie Beleving

source: GNOME Desktop
ca: Escriptori GNOME
es: Escritorio GNOME
eu: GNOME Mahaigaina
id_id: Desktop GNOME

source: MATE Desktop
ca: Escriptori MATE
es: Escritorio MATE
eu: MATE Mahaigaina
id_id: Desktop Mate

source: i3 Desktop
ca: Escriptori i3
es: Escritorio i3
eu: I3 Mahaigaina
id_id: Desktop i3

source: GNOME Desktop - Core System
ca: Escriptori GNOME - Sistema de base
es: Escritorio GNOME - sistema base
eu: GNOME Mahaigaina - Sistemaren Muina
id_id: Desktop GNOME - Sistem Utama
nl_be: GNOME Desktop - Kernsysteem

source: GNOME Documentation Tools
ca: Eines de documentació del GNOME
es: Herramientas de Documentación GNOME
eu: GNOME dokumentazio tresnak
id_id: Perkakas Dokumentasi GNOME
nl_be: GNOME Documentatietoepassingen

source: Documentation tools for GNOME
ca: Eines de documentació per al GNOME
es: Herramientas de documentación para GNOME
eu: GNOMErako Dokumentazio tresnak
id_id: Perkakas Dokumentasi untuk GNOME
nl_be: Documentatie toepassingen voor GNOME

source: KDE Desktop
ca: Escriptori KDE
es: Escritorio KDE
eu: KDE Mahaigaina

source: KDE Desktop - Core System
ca: Escriptori KDE - Sistema de base
es: Escritorio KDE - Sistema básico
eu: KDE Mahaigaina - Sistemaren Muina
nl_be: KDE Desktop - Kernsysteem

source: Desktop Core Components
ca: Components centrals de l'escriptori
es: Componentes del Núcleo de Escritorio
eu: Mahaigainaren Muinaren Osagaiak
id_id: Komponen Inti Desktop
nl_be: Desktop Kerncomponenten

source: Core components for desktop systems
ca: Components centrals per a sistemes d'escriptori
es: Componentes núcleo para los sistemas de escritorio
eu: Mahaigain sistementzako osagai nagusiak
id_id: Komponen inti untuk sistem desktop
nl_be: Basiscomponenten voor desktop systemen

source: Security applications
ca: Aplicacions de seguretat
es: Aplicaciones de Seguridad
eu: Segurtasun aplikazioak
id_id: Aplikasi keamanan
nl_be: Beveiligingstoepassingen

source: Cryptographic utilities
ca: Utilitats de criptografia
es: Utilidades Criptográficas
eu: Kriptografia tresnak
id_id: Utilitas kriptografi
nl_be: Cryptografische toepassingen

source: Cryptographic utilities and runtimes
ca: Utilitats de criptografia i entorns d'execució
es: Utilidades y Ejecución Criptográficas
eu: Kriptografia tresnak eta exekutagarriak
id_id: Utilitas dan runtime kriptografi
nl_be: Cryptografische toepassingen en uitvoeringen

source: Security-oriented libraries
ca: Biblioteques orientades a la seguretat
es: Librerías orientadas a la seguridad
eu: Segurtasunerako liburutegiak
id_id: Pustaka berorientasi keamanan
nl_be: Beveiligings-gerichte bibliotheken

source: Main games collection
ca: Col·lecció principal de jocs
es: Colección Principal de Juegos
eu: Jokoen bilduma nagusia
id_id: Koleksi permainan utama
nl_be: Algemene spelletjesverzameling

source: Main games
ca: Jocs principals
es: Juegos Principales
eu: Jolas nagusiak
id_id: Permainan utama
nl_be: Algemeen spelletjes

source: Action Games
ca: Jocs d'acció
es: Juegos de Acción
eu: Akziozko Jokoak
id_id: Permainan Aksi
nl_be: Actiespelletjes

source: Arcade Games
ca: Jocs d'arcade
es: Juegos de Arcade
eu: Arcade Jokoak
id_id: Permainan Arkade
nl_be: Arcadespelletjes

source: Card Games
ca: Jocs de cartes
es: Juegos de Cartas
eu: Karta Jokoak
id_id: Permainan Kartu
nl_be: Kaartspelletjes

source: Console Emulators
ca: Emuladors de consola
es: Emuladores de Consola
eu: Kontsola Emulagailuak
id_id: Emulator Konsol

source: Massive Multiplayer Online Games
ca: Jocs en línia per a multijugadors massius
es: Juegos Multijugador en Línea
eu: Hainbat jokalarientzako sareko jolas masiboak - MMO
nl_be: Zware Online Multiplayer Spellen

source: Platformer Games
ca: Jocs de plataforma
es: Plataformeros
eu: Plataforma Jokuak
id_id: Permainan Platformer
nl_be: Platformerspelletjes

source: Puzzle Games
ca: Trencaclosques
es: Juegos de Puzzle
eu: Puzzle Jokoak
id_id: Permainan Puzzle
nl_be: Puzzelspelletjes

source: Role-playing Games
ca: Jocs de rol
es: Juegos de Rol
eu: RPG-ak
id_id: Permainan Pera
nl_be: Rollenspellen

source: Strategy Games
ca: Jocs d'estratègia
es: Juegos de Estrategia
eu: Estrategia Jokoak
id_id: Permainan Strategi
nl_be: Strategische spelletjes

source: Solus Repository
ca: Repositori del Solus
es: Repositorio Solus
eu: Solus Biltegia
id_id: Lumbung Solus
nl_be: Solus Gegevensarchief

source: System Software
ca: Programari del sistema
es: Software del Sistema
eu: Sistema Softwarea
id_id: Piranti lunak Sistem
nl_be: Systeemsoftware

source: Internet Software
ca: Programari d'Internet
es: Software de Internet
eu: Internet Softwarea
id_id: Piranti lunak Internet

source: Multimedia &amp; Graphics
ca: Multimèdia, gràfics
es: Gráficos y Multimedia
eu: Multimedia eta Grafikoak
id_id: Multimedia &amp; Grafis

source: Gaming on Solus
ca: Jugar al Solus
es: Jugar en Solus
eu: Solus-en Jolasten
id_id: Permainan di Solus
nl_be: Gaming via Solus

source: Programming Languages &amp; Tools
ca: Llenguatges de programació, eines
es: Herramientas y Lenguajes de Programación
eu: Programazio Hizkuntzak eta Tresnak
id_id: Bahasa Pemrograman &amp; Perkakas
nl_be: Programmeertalen &amp; Toepassingen

source: Desktop Software &amp; Theming
ca: Programari per a l'escriptori, tematització
es: Software y Temas de Escritorio
eu: Mahaigaineko Softwarea eta Gaiak
id_id: Piranti lunak &amp; Tema
nl_be: Desktopsoftware &amp; Thema's

source: Security Software
ca: Programari de seguretat
es: Software de Seguridad
eu: Segurtasun Softwarea
id_id: Piranti lunak Keamanan
nl_be: Beveiligingssoftware

source: Open up the updates view of the application
ar: افتح التطبيق في وضع عرض التحديثات
bg: Отвори екрана за актуализации на приложението
ca: Obre la vista d'actualitzacions de l'aplicació
es: Abrir la vista de actualizaciones de la aplicación
eu: Ireki aplikazioaren eguneraketen ikuspegia
fi: Avaa ohjelman päivitys-näkymä
gl: Abrir a vista de actualizacións da aplicación
hr_hr: Otvori pregled nadogradnji za aplikaciju
id_id: Membuka pandangan pembaruan dari aplikasi
ne_np: अद्यावधिक गर्ने खण्ड खोल्नुहोस
nl_be: De wijzigingen aan de applicatie bekijken
pl: Otwórz widok aktualizacji aplikacji
si: ඔබේ උපාංගයේ සුරක්‍ෂිත බව තහවුරු කිරීම සඳහා හැකි ඉක්මනින් යාවත්කාලීන කරන්න​
sk: Zobraziť aktualizácie aplikácie
sl: Odpri pogled posodobitev aplikacije
uk: Відкрийте вікно оновлень додатку

source: Switching to the B-side of the cassette…
ar: تبديل إلى الوجه B من الشريط ...
bg: Обръщаме касетата…
ca: Es canvia a la cara B del casset...
es: Cambiando a la cara b del cassette...
fi: Vaihdetaan kasetin B-puolelle...
gl: Cambiando á cara B do casete...
hr_hr: Prelazak na B stranu kazete
ne_np: एकछीन है, पाना पल्टाउदै छु
nl_be: Aan het overschakelen naar de B-kant van de cassette........
pl: Przełączanie na stronę B kasety...
si: කැසට් පටයේ B-side දෙසට මාරු වෙමින්...
sk: Prehrávanie kazety bude pokračovat zo strany B...
sl: Obračanje kasete na stran B
uk: Перевертаю касету на сторону Б...

source: {} operations pending
ar: {} عمليات قيد الانتظار
bg: Предстоят {} операции
ca: {} operacions pendents
es: {} operaciones pendientes
eu: {} operazioen zain
fi: {} toimenpidettä jäljellä
gl: {} operacións pendentes
hr_hr: {} operacija u tijeku
id_id: {} operasi tertunda
ne_np: {} अपरेशन बाँकी
nl_be: {} hangende opdrachten
pl: Oczekujące operacje: {}
si: මෙහෙයුම් {} ඉතිරිව පවතී
sk: {} čakajúcich operácií
sl: {} operacij na čakanju
uk: Залишилось {} операцій

source: - This may take <b>some time!</b>
ar: - قد يستغرق هذا <b>بعض الوقت!</b>
bg: - Ще отнеме <b>известно време!</b>
ca: - Això pot trigar <b>una mica!</b>
es: - ¡Esto puede llevar <b>algún tiempo!</b>
eu: - Honek denbora pixka bat hartu dezake!
fi: - Tämä voi kestää <b>hetken!</b>
gl: - Isto pode levar <b>algún tempo!</b>
id_id: Ini akan memakan <b>sedikit waktu!</b>
nl_be: - Dit kan <b>enige tijd duren!</b>
pl: - To może potrwać <b>trochę czasu!</b>
si: මේ සඳහා <b>සුළු කාලයක්</b> ගතවනු ඇත​!
