Repository: getsolus/solus-sc
Catalog: po/*.po
Languages: ar, bg, ca, es, eu, fi, gl, hr_hr, id_id, ne_np, nl_be, pl, si, sk, sl, uk

source: Discombobulating update matrix
ar: مصفوفة تحديث محيّرة
bg: Разплитаме матрицата за обновления
ca: Es desentortolliga la matriu d'actualització
es: Desconcertando la matriz de actualización
eu: Eguneraketa matrizea nahasten
fi: Hämmennetään päivitysmatriisia.
gl: Desconcertando a matriz de actualización
hr_hr: Dekoncentriranje matrice ažuriranja
id_id: Mengacak daftar pembaruan
ne_np: अपडेट म्याट्रिक्स भताभुङग् पारिदै
nl_be: Paniek aan het veroorzaken in de update matrix
pl: Sprawdzanie dostępnych aktualizacji
si: යාවත්කාලීන වින්‍යාසය ව්‍යාකූල කරමින්
sk: Kontrolujem aktualizácie
sl: Konsterniranje posodobitvene matrice
uk: Порпаюся в матриці оновлень

source: Please check back later, updates are now applying
ar: يرجى التحقق في وقتٍ لاحق، يجري تطبيق التحديثات اﻵن
bg: Моля, проверете по-късно, в момента обновленията се прилагат
ca: Si us plau, torneu-ho a comprovar més tard, ara s'apliquen actualitzacions.
es: Por favor compruebe más tarde, las actualizaciones se estan aplicando ahora
eu: Itzuli geroago, eguneraketak orain aplikatzen ari dira
fi: Päivityksiä asennetaan. Tarkista myöhemmin uudestaan.
gl: Por favor, comprobe mais tarde, as actualizacións están sendo aplicadas
hr_hr: Molim provjerite kasnije, ažuriranja se primjenjuju
id_id: Periksa kembali nanti, sedang menerapkan pembaruan
ne_np: कृपया केही समय पछी हेर्नुहोला, सफ्टवेयर अद्यावधिक हुदैछ
nl_be: Kom later eens terug, het bijwerken is nu aan de gang
pl: Sprawdź później, teraz instalowane są aktualizacje
si: කරුණාකර පසුව පැමිණෙන්න​.යාවත්කාලීන වෙමින් පවතී
sk: Momentálne sa inštalujú aktualizácie, skúste neskôr prosím
sl: Ponovno preverite kasneje, posodobitve se uveljavljajo
uk: Завітайте пізніше, застосовуються оновлення

source: Software is up to date
ar: البرنامج محدث
bg: Софтуерът е актуален
ca: El programari està actualitzat
es: El software esta actualizado
eu: Softwarea eguneratuta dago
fi: Ohjelmat ovat ajan tasalla
gl: O software está actualizado
hr_hr: Software je ažuriran
id_id: Perangkat lunak up to date
ne_np: सफ्टवेयर नवीनतम छ
nl_be: De programma's zijn bijgewerkt
pl: Oprogramowanie jest aktualne
si: මෘදුකාංග යාවත්කාලීනයි
sk: Softvér je aktuálny
sl: Programska oprema je posodobljena
uk: Програмне забезпечення в актуальному стані

source: 0 items selected
ar: 0 عنصر محدد
bg: 0 избрани обекта
ca: 0 elements seleccionats
es: 0 elementos seleccionados
eu: 0 elementu aukeratuta
fi: 0 kohtaa valittu
gl: 0 items seleccionados
hr_hr: 0 stavki je odabrano
id_id: 0 item yang dipilih
ne_np: 0 वस्तुहरू चयन छन
nl_be: 0 items geselecteerd
pl: 0 wybranych pozycji
si: තෝරාගත් අයිතම 0
sk: 0 vybraných aktualizácií
sl: 0 izbranih predmetov
uk: Обрано 0 елементів

source: Check new updates
ar: التحقق من التحديثات الجديدة
bg: Потърси нови обновления
ca: Comprova si hi ha actualitzacions noves
es: Buscar nuevas actualizaciones
eu: Eguneraketa berriak bilatu
fi: Tarkista uudet päivitykset
gl: Procurar novas actualizacións
hr_hr: Provjeri za nova ažuriranja
id_id: Memeriksa pembaruan baru
ne_np: नयाँ अपडेटहरु जाँच गर्नुहोस
nl_be: Zoeken naar nieuwe updates
pl: Sprawdź czy są nowe aktualizacje
si: නව​ යාවත්කාලීන පරීක්‍ෂා ක.
sk: Skontrolovať aktualizácie
sl: Preveri nove posodobitve
uk: Перевірити нові оновлення

source: Update Selected
ar: تحديث المحدد
bg: Обнови избраните
ca: Actualitza la selecció
es: Actualización seleccionada
eu: Aukeratutakoak eguneratu
fi: Päivitä valinnat
gl: Actualización seleccionada
hr_hr: Ažuriranja odabrana
id_id: Pembaruan Terpilih
ne_np: चयन गरिएका अद्यावधिक गर्नुहोस
nl_be: Geselecteerde bijwerken
pl: Aktualizuj wybrane
si: යාවත්කාලීන තෝරන ලදී
sk: Aktualizovať vybrané
sl: Posodobi izbrano
uk: Оновити вибране

source: {} of {} updates selected
ar: {} من {} تحدثيات محددة
bg: {} от {} обновления са избрани
ca: {} de {} actualitzacions seleccionades
es: {} de {} actualizaciones seleccionadas
eu: {} of {} eguneraketa aukeratuta
fi: {} / {} päivitystä valittu
gl: {} de {} actualizacións seleccionada
id_id: {} dari {} pembaruan dipilih
nl_be: {} van {} updates geselecteerd
pl: Zaznaczono {} z {} aktualizacji
si: යාවත්කාලීන {} න් {} තෝරන ලදී

source: {} of {} updates selected ({} to download)
ar: {} من {} تحديثات محددة ({} للتنزيل)
bg: {} от {} обновления са избрани ({} за теглене)
ca: {} de {} actualitzacions seleccionades ({} per baixar)
es: {} de {} actualizaciones seleccionadas ({} para descargar)
eu: {} of {} eguneraketa aukeratuta ({} deskargatzeko)
fi: {} / {} päivitystä valittu ({} ladattavaksi)
gl: {} de {} actualizacións seleccionadas ({} para descargar)
id_id: {} dari {} pembaruan dipilih ({} untuk diunduh)
nl_be: {} van {} updates geselecteerd ({} te downloaden)
pl: Zaznaczono {} z {} aktualizacji ({} do pobrania)
si: යාවත්කාලීන {} න් {} තෝරන ලදී (බාගත කිරීමට​ {})

source: Security updates available
ar: تحديثات أمنية متاحة
bg: Налични са обновления на сигурността
ca: Actualitzacions de seguretat disponibles
es: Actualizaciones de seguridad disponibles
eu: Segurtasun eguneraketak eskuragarri
fi: Turvallisuuspäivityksiä saatavilla
gl: Actualizacións de seguridade dispoñibles
hr_hr: Dostupna su sigurnosna ažuriranja
id_id: Pembaruan keamanan yang tersedia
ne_np: सुरक्षा अपडेटहरु उपलब्ध छ
nl_be: Beveiligings-updates beschikbaar
pl: Dostępne są aktualizacje zabezpieczeń
si: ආරක්‍ෂක​ යාවත්කාලීන ඇත​
sk: Sú dostupné bezpečnostné aktualizácie
sl: Varnostne psodobitve so na voljo
uk: Доступні оновлення безпеки

source: Update at your earliest convenience to ensure continued security of your device
ar: التحديث في أقرب وقت ممكن لضمان أمن جهازك .
bg: Обновете възможно най-скоро, за да подсигурите трайна сигурност на устройството
ca: Actualitzeu el sistema al més aviat possible per garantir la continuïtat de la seguretat del dispositiu
es: Actualizar a la mayor brevedad para garantizar la continua seguridad de su dispositivo
eu: Etengabeko segurtasuna bermatzeko ahalik eta lasterren eguneratu
fi: Päivitä ajoissa varmistaaksesi että laitteesi pysyy turvallisena.
gl: Actualice o antes posible para garantir a seguridade do seu dispositivo
hr_hr: Ažurirajte prvom prilikom kako biste osigurali kontinuiranu sigurnost vašeg uređaja
id_id: Perbarui secepatnya untuk memastikan keamanan yang berkelanjutan untuk perangkat Anda
ne_np: तपाईको डिभाइसको सुरक्षाको लागी सकेसम्म चाँडो सफ्टवेयर अपडेट गर्नुहोला
nl_be: Gelieve voor de veiligheid zo snel mogelijk je systeem bij te werken
pl: Aktualizuj możliwie jak najszybciej w celu zapewnienia ciągłości bezpieczeństwa urządzenia
si: ඔබේ උපාංගයේ සුරක්‍ෂිත බව තහවුරු කිරීම සඳහා හැකි ඉක්මනින් යාවත්කාලීන කරන්න​
sk: Pre zachovanie bezpečnosti Vášho zariadenia Vás prosíme o včasnú aktualizáciu
sl: Za zagotovitev nadaljnje varnosti vaše naprave, posodobite sistem v najkrajšem času
uk: Оновіться при першій нагоді для підтримки вашого пристрою у безпеці

source: Software updates available
ar: تحديثات البرامج متاحة
bg: Налични обновления на софтуера
ca: Actualitzacions de programari disponibles
es: Actualizaciones de software disponibles
eu: Software eguneraketak eskuragarri
fi: Ohjelmapäivityksiä saatavilla
gl: Dispoñibles actualizacións de software
hr_hr: Dostupna su ažuriranja softwarea
id_id: Pembaruan perangkat lunak tersedia
ne_np: सफ्टवेयर अपडेटहरु उपलब्ध छ
nl_be: Software updates beschikbaar
pl: Dostępne są aktualizacje
si: මෘදුකාංග යාවත්කාලීන ඇත​
sk: Sú dostupné aktualizácie
sl: Posodobitve programske opreme so na voljo
uk: Доступні оновлення програмного забезпечення

source: New software updates are available for your device
ar: تحديثات جديدة للبرامج متاحة اﻵن لجهازك
bg: Налични са нови софтуерни обновления за вашето устройство
ca: Hi ha noves actualitzacions de programari disponibles per al dispositiu
es: Nuevas actualizaciones de software están disponibles para su dispositivo
eu: Software eguneraketa berriak eskuragarri daude zure gailuarentzat
fi: Uusia ohjelmapäivityksiä on saatavilla laitteellesi
gl: Dispoñibles novas actualizacións de software para o seu dispositivo
hr_hr: Nova ažuriranja softwarea su dostupna za vaš uređaj
id_id: Pembaruan perangkat lunak baru tersedia untuk perangkat Anda
ne_np: तपाईको डिभाइसको लागी नयाँ सफ्टवेयर अपडेटहरु उपलब्ध छ
nl_be: Er zijn nieuwe updates voor je beschikbaar
pl: Dostępne nowe oprogramowanie dla twojego komputera
si: ඔබේ උපාංගය සඳහා නව මෘදුකාංග යාවත්කාලීන ඇත​
sk: Pre vaše zariadenie sú dostupné nové aktualizácie
sl: Nove posodobitve programske opreme so na voljo za vašo napravo
uk: Для вашого пристрою є нові оновлення програмного забезпечення

source: Open Software Center
ar: فتح مركز البرامج
bg: Отвори Софтуерен Център
ca: Obre el centre de programari
es: Abrir Centro de Software
eu: Software Gunea ireki
fi: Avaa Ohjelmakeskus
gl: Abrir o Centro de Software
hr_hr: Otvori centar softwarea
id_id: Buka Pusat Perangkat Lunak
ne_np: सफ्टवेयर सेन्टर खोल्नुहोस
pl: Otwórz Centrum Oprogramowania
si: මෘදුකාංග මධ්‍යස්ථානය විවෘත ක​.
sk: Otvoriť Centrum Softvéru
sl: Odpri Programsko središče
uk: Відкрити центр програмного забезпечення

source: Switching to the B-side of the cassetteâ€¦
eu: Kasetearen B aldera aldatzen...
id_id: Beralih ke sisi-B dari kaset ...

source: Website
gl: Páxina web
