Repository: getsolus/solus-sc
Catalog: po/*.po
Languages: ar, bg, ca, es, eu, fi, gl, hr_hr, id_id, ne_np, nl_be, pl, si, sk, sl, uk

source: One operation pending
ar: عملية واحدة قيد الانتظار
bg: Предстои една операция
ca: Una operació pendent
es: Una operación pendiente.
eu: Operazio baten zain
fi: Yksi toimenpide jäljellä.
gl: Unha operación pendente
hr_hr: Jedna operacija u tijeku
id_id: Satu operasi tertunda
ne_np: एक अपरेशन बाँकी
nl_be: Eén hangende opdracht
pl: Jedna oczekująca operacja
si: එක් මෙහෙයුමක් ඉතිරිව පවතී
sk: Jedna čakajúca operácia
sl: Ena operacija na čakanju
uk: Залишилась одна операція

source: Updating %s repository
ar: يجري تحديث المستودع %s
bg: Обновяване на %s хранилището
ca: Actualitzant el repositori %s
es: Actualizando repositorio %s
eu: %s biltegia eguneratzen
fi: Päivitetään %s pakettivarasto
gl: Actualizando %s repositorio
hr_hr: Ažuriram %s repozitorij
id_id: Memperbarui %s lumbung
ne_np: %s रिपोजीटरी अद्यावधिक हुदै
nl_be: %s pakketbron bijwerken
pl: Aktualizowanie repozytorium %s
si: %s නිධිය යාවත්කාලීන කරමින් පවතී
sk: Aktualizuje sa repozitár %s
sl: Posodabljanje skladišča %s

source: Extracting {} of {}: {}
ar: استخراج {} من {}: {}
bg: Разархивиране на {} от {}: {}
ca: Extraient {} de {}: {}
es: Extrayendo {} de {}: {}
eu: Erauzten {} of {}: {}
fi: Puretaan {} / {}: {}
gl: Extraendo {} of {}: {}
hr_hr: Raspakiravam {} od {}: {}
id_id: Mengekstrak {} dari {}: {}
ne_np: {} निकालीदै {} बाट: {}
nl_be: {} van {}: {} aan het uitpakken
pl: Wypakowywanie {} z {}: {}
si: {}: {} න් {} දිගහරිමින් පවතී
sk: Extrahuje sa {} z {}: {}
sl: Razširjevanje {} od {}: {}
uk: Розпаковування {} з {}: {}

source: Configuring {} of {}: {}
ar: تكوين {} من {}: {}
bg: Конфигуриране на {} от {}: {}
ca: Configurant {} de {}: {}
es: Configurando {} de {}: {}
eu: Konfiguratzen {} of {}: {}
fi: Määritetään asetuksia {} / {}: {}
gl: Configurando {} de {}: {}
hr_hr: Konfiguriram {} od {}: {}
id_id: Mengkonfigurasi {} dari {}: {}
ne_np: {} कन्फिगर हुदै {} बाट: {}
nl_be: {} van {}: {} aan het bijwerken
pl: Konfigurowanie {} z {}: {}
si: {}: {} න් {} සකසමින් පවතී
sk: Konfuguruje sa {} z {}: {}
sl: Nastavljanje {} od {}: {}
uk: Конфігурування {} з {}: {}

source: Installing {} of {}: {}
ar: تثبيت {} من {}: {}
bg: Инсталиране на {} от {}: {}
ca: Instal·lant {} de {}: {}
es: Instalando {} de {}: {}
eu: Instalatzen {} of {}: {}
fi: Asennetaan {} / {}: {}
gl: Instalando {} de {}: {}
hr_hr: Instaliram {} od {}: {}
id_id: Memasang {} dari {}: {}
ne_np: {} इनस्टल हुदै {} बाट: {}
nl_be: {} van {}: {} aan het installeren
pl: Instalowanie {} z {}: {}
si: {}: {} න් {} ස්ථාපනය කරමින් පවතී
sk: Inštaluje sa {} z {}: {}
sl: Nameščanje {} od {}: {}
uk: Встановлення {} з {}: {}

source: Removing {} of {}: {}
ar: إزالة {} من {}: {}
bg: Премахване на {} от {}: {}
ca: Eliminant {} de {}: {}
es: Eliminando {} de {}: {}
eu: Ezabatzen {} of {}: {}
fi: Poistetaan {} / {}: {}
gl: Eliminando {} de {}: {}
hr_hr: Uklanjam {} of {}: {}
id_id: Menghapus {} dari {}: {}
ne_np: {} हटाईदै {} बाट: {}
nl_be: {} van {}: {} aan het verwijderen
pl: Usuwanie {} z {}: {}
si: {}: {} න් {} ඉවත් කරමින් පවතී
sk: Odstraňuje sa {} z {}: {}
sl: Odstranjevanje {} od {}: {}
uk: Видалення {} з {}: {}

source: Upgraded {} of {}: {}
ar: تم تحديث {} من {}: {}
bg: Обновени са {} от {}: {}
ca: Actualitzats {} de {}: {}
es: Actualizado {} de {}: {}
eu: Eguneratua {} of {}: {}
fi: Päivitetty {} / {}: {}
gl: Actualizado {} de {}: {}
hr_hr: Nadograđeno {} od {}: {}
id_id: Diperbarui {} dari {}: {}
ne_np: {} अद्यावधिक भयो {} बाट: {}
nl_be: {} van {}: {} opgewaardeerd
pl: Aktualizowanie {} z {}: {}
si: {}: {} න් {} යාවත්කාලීන කළා
sk: Aktualizované {} z {}: {}
sl: Nadgrajenih {} od {}: {}
uk: Оновлено {} з {}: {}

source: Removed {} of {}: {}
ar: أزيل {} من {}: {}
bg: Премахнати са {} от {}: {}
ca: Eliminats {} de {}: {}
es: Eliminado {} de {}: {}
eu: Ezabatua {} of {}: {}
fi: Poistettu {} / {}: {}
gl: Eliminado {} de {}: {}
hr_hr: Uklonjeno {} od {}: {}
id_id: Dihapus {} dari {}: {}
ne_np: {} हटाईयो {} बाट: {}
nl_be: {} van {}: {} verwijderd
pl: Usunięto {} z {}: {}
si: {}: {} න් {} ඉවත් කළා
sk: Odstránené {} z {}: {}
sl: Odstranjenih {} od {}: {}
uk: Видалено {} з {}: {}

source: Downloading {} ({})
ar: تنزيل {} ({})
bg: Изтегляне на {} ({})
ca: Baixant {} ({})
es: Descargando {} ({})
eu: Deskargatzen {} ({})
fi: Ladataan {} ({})
gl: Descargando {} ({})
id_id: Mengunduh {} ({})
nl_be: Downloaden {} ({})
pl: Pobieranie {} ({})
si: {} ({}) බාගත වෙමින් පවතී

source: Downloading {} of {}: {} ({})
ar: تنزيل {} من {}: {} ({})
bg: Изтегляне на {} от {}: {} ({})
ca: Baixant {} de {}: {} ({})
es: Descargando {} de {}: {} ({})
eu: Deskargatzen {} of {}: {} ({})
fi: Ladataan {} / {}: {} ({})
gl: Descargando {} de {}: {} ({})
id_id: Mengunduh {} dari {}: {} ({})
nl_be: Downloading {} van {}: {} ({})
pl: Pobieranie {} z {}: {} ({})
si: {}: {} ({}) න් {} බාගත වෙමින් පවතී

source: Downloading {}
ar: تنزيل {}
bg: Изтегляне на {}
ca: Baixant {}
es: Descargando {}
eu: {} deskargatzen
fi: Ladataan {}
gl: Descargando {}
id_id: Mengunduh {}
pl: Pobieranie {}
si: {}ක් බාගත වෙමින් පවතී

source: The following dependencies need to be installed to continue
ar: الاعتماديات التالية تحتاج إلى التثبيت للاستمرار
bg: Следните зависимости трябва да бъдат инсталирани, за да продължите
ca: Cal instal·lar les dependències següents per continuar:
es: Las siguientes dependencias necesitan ser instaladas para continuar
eu: Jarraitzeko hurrengo mendekotasunak instalatu behar dira
fi: Jatkaaksesi seuraavat riippuvuudet on asennettava
gl: As seguintes dependencias deben ser instaladas para continuar
hr_hr: Slijedeće zavisnosti treba instalirati za nastavak
id_id: Dependensi berikut harus dipasang untuk melanjutkan
ne_np: अगाडि बड्न निम्न निर्भरहरु इनस्टल गर्नु पर्ने हुन्छ
nl_be: Om verder te kunnen gaan dienen de volgende afhankelijkheden geïnstalleerd te worden
pl: Następujące zależności są konieczne do zainstalowania, aby kontynuować
si: ඉදිරියට යාම සඳහා මෙම පරායත්තයන් ස්ථාපනය කිරීමට අවශ්‍යයි
sk: Pre pokračovanie sa musia nainštalovať nasledujúce balíky
sl: Sledeče odvisnosti morajo biti nameščene za nadaljevanje
uk: Наступні залежності мають бути встановлені для продовження

source: Installation confirmation
ar: تأكيد التثبيت
bg: Потвърждение на инсталацията
ca: Confirmació de la instal·lació
es: Confirmación de instalación
eu: Instalazioaren baieztapena
fi: Asennuksen varmistus
gl: Confirmación da instalación
hr_hr: Potvrda instalacije
id_id: Konfirmasi pemasangan
ne_np: इनस्टल गर्ने पुष्टि गर्नुहोस
nl_be: Installatie bevestigen
pl: Potwierdzenie instalacji
si: ස්ථාපනය​ තහවුරු කිරීම​
sk: Potvrdenie inštalácie
sl: Potrditev namestitve
uk: Підтвердження встановлення

source: The following dependencies need to be removed to continue
ar: الاعتماديات التالية تحتاج إلى حذف للاستمرار
bg: Следните зависимости трябва да бъдат премахнати, за да продължите
ca: Cal eliminar les dependències següents per continuar:
es: Las siguientes dependencias necesitan ser eliminadas para continuar
eu: Jarraitzeko hurrengo mendekotasunak ezabatu behar dira
fi: Jatkaaksesi seuraavat riippuvuudet on poistettava
gl: As seguintes dependencias deben ser eliminadas para continuar
hr_hr: Slijedeće zavisnosti treba ukloniti za nastavak
id_id: Dependensi berikut harus dihapus untuk melanjutkan
ne_np: अगाडि बड्न निम्न निर्भरहरु हटाउनु पर्ने हुन्छ
nl_be: Om verder te kunnen gaan dienen de volgende afhankelijkheden verwijderd te worden
pl: Następujące zależności muszą być usunięte, aby kontynuować
si: ඉදිරියට යාම සඳහා මෙම පරායත්තයන් ඉවත් කිරීමට අවශ්‍යයි
sk: Pre pokračovanie sa musia odstrániť nasledujúce balíky
sl: Sledeče odvisnosti morajo biti odstranjene za nadaljevanje
uk: Наступні залежності мають бути видалені для продовження

source: Removal confirmation
ar: تأكيد اﻹزالة
bg: Потвърждение на премахването
ca: Confirmació de l'eliminació
es: Confirmación de eliminación
eu: Ezabapenaren baieztapena
fi: Poistamisen varmistus
gl: Confirmación da eliminación
hr_hr: Potvrda uklanjanja
id_id: Konfirmasi penghapusan
ne_np: हटाउने पुष्टि गर्नुहोस
nl_be: Verwijdering bevestigen
pl: Potwierdzenie usunięcia
si: ඉවත් කි. තහවුරු කිරීම
sk: Potvrdenie odstránenia
sl: Potrditev odstranitve
uk: Підтвердження видалення

source: The following dependencies need to be updated to continue
ar: الاعتماديات التالية تحتاج إلى تحديث للاستمرار
bg: Следните зависимости трябва да бъдат обновени, за да продължите
ca: Cal actualitzar les dependències següents per continuar:
es: Las siguientes dependencias necesitan actualizarse para continuar
eu: Jarraitzeko hurrengo mendekotasunak eguneratu beharko dira
fi: Jatkaaksesi seuraavat riippuvuudet on päivitettävä
gl: As seguintes dependencias deben ser actualizadas para continuar
hr_hr: Slijedeće zavisnosti treba ažurirati za nastavak
id_id: Dependensi berikut harus diperbarui untuk melanjutkan
ne_np: अगाडि बड्न निम्न निर्भरहरु अद्यावधिक गर्नु पर्ने हुन्छ
nl_be: Om verder te kunnen gaan dienen de volgende afhankelijkheden opgewaardeerd te worden
pl: Następujące zależności muszą być zaktualizowane, aby kontynuować
si: ඉදිරියට යාම සඳහා මෙම පරායත්තයන් යාවත්කාලීන කිරීමට අවශ්‍යයි
sk: Pre pokračovanie sa musia aktualizovať nasledujúce balíky
sl: Sledeče odvisnosti morajo biti posodobljene za nadaljevanje
uk: Наступні залежності мають бути оновлені для продовження

source: Update confirmation
ar: تأكيد التحديث
bg: Потвърждение на обновлението
ca: Confirmació de l'actualització
es: Confirmación de actualización
eu: Eguneraketaren baieztapena
fi: Päivityksen varmistus
gl: Confirmación da actualización
hr_hr: Potvrda ažuriranja
id_id: Konfirmasi pembaruan
ne_np: अद्यावधिक पुष्टि गर्नुहोस
nl_be: Bijwerken bevestigen
pl: Potwierdzenie aktualizacji
si: යාවත්කාලීන කි. තහවුරු කිරීම
sk: Potvrdenie aktualizácie
sl: Potrditev posodobitve
uk: Підтвердження оновлення

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
es: Cancelar
eu: Utzi
fi: Peruuta
gl: Cancelar
hr_hr: Otkaži
id_id: Batal
ne_np: रद्द
nl_be: Annuleren
pl: Anuluj
si: අවලංගු ක​.
sk: Zrušiť
sl: Prekliči
uk: Скасувати

source: Install
ar: تثبيت
bg: Инсталирай
ca: Instal·la
es: Instalar
eu: Instalatu
fi: Asenna
gl: Instalar
hr_hr: Instaliraj
id_id: Pasang
ne_np: इनस्टल
nl_be: Installeer
pl: Instaluj
si: ස්ථාපනය ක.
sk: Inštalovať
sl: Namesti
uk: Встановити

source: Update
ar: تحديث
bg: Обнови
ca: Actualitza
es: Actualización
eu: Eguneratu
fi: Päivitä
gl: Actualizar
hr_hr: Ažuriraj
id_id: Perbarui
ne_np: अद्यावधिक
nl_be: Bijwerken
pl: Aktualizuj
si: යාවත්කාලීන ක​.
sk: Aktualizovať
sl: Posodobi
uk: Оновити

source: Remove
ar: إزالة
bg: Премахни
ca: Elimina
es: Eliminar
eu: Ezabatu
fi: Poista
gl: Eliminar
hr_hr: Ukloni
id_id: Hapus
ne_np: हटाउनु
nl_be: Verwijderen
pl: Usuń
si: ඉවත් ක.
sk: Odstrániť
sl: Odstrani
uk: Видалити

source: Standard Update
ar: تحديث قياسي
bg: Стандартно обновление
ca: Actualització estàndard
es: Actualización Estándar
eu: Eguneratze Estandarra
fi: Vakiopäivitys
id_id: Pembaruan Standar
nl_be: Standaard Update
pl: Aktualizacja standardowa

source: Security Update
ar: تحديثات أمنية
bg: Обновление на сигурността
ca: Actualització de seguretat
es: Actualización de seguridad
eu: Segurtasun Eguneraketa
fi: Tietoturvapäivitys
id_id: Pembaruan Keamanan
nl_be: Beveiligingsupdate
pl: Aktualizacja zabezpieczeń

source: Report issues
ar: أبلغ عن مشاكل
bg: Докладвай проблеми
ca: Informeu d'errors
es: Informar problemas
eu: Eman arazoen berri
fi: Ilmoita ongelmista
id_id: Laporkan masalah
nl_be: Problemen rapporteren
pl: Zgłoś problemy

source: Visit Website
ar: زيارة موقع الويب
bg: Виж уебсайт
ca: Visiteu-ne el lloc web
es: Visita el sitio web
eu: Bisitatu webgunea
fi: Käy verkkosivuilla
id_id: Kunjungi Situs Web
nl_be: Website bezoeken
pl: Odwiedź stronę

source: Details
ar: التفاصيل
bg: Детайли
ca: Detalls
es: Detalles
eu: Xehetasunak
fi: Tiedot
gl: Detalles
hr_hr: Pojedinosti
id_id: Detil
ne_np: विवरण
pl: Szczegóły
si: දත්ත​
sk: Detaily
sl: Podrobnosti
uk: Деталі

source: Developers
ar: المطورون
bg: Девелъпъри
ca: Desenvolupadors
es: Desarrolladores
eu: Garatzaileak
fi: Kehittäjät
id_id: Pengembang
nl_be: Ontwikkelaars
pl: Deweloperzy

source: Version
ar: الإصدار
bg: Версия
ca: Versió
es: Versión
eu: Bertsioa
fi: Versio
id_id: Versi
nl_be: Versie
pl: Wersja

source: Installed size
ar: حجم التثبيت
bg: Размер след инсталация
ca: Mida instal·lada
es: Tamaño instalado
eu: Instalatutako tamaina
fi: Asennettu koko
gl: Tamaño instalado
hr_hr: Instalirana veličina
id_id: Ukuran terpasang
ne_np: इनस्टल पछीको परिणाम
nl_be: Geïnstalleerde grootte
pl: Rozmiar instalacji
si: ස්ථාපිත ප්‍රමාණය​
sk: Veľkosť po inštalácii
sl: Velikost nameščenega paketa
uk: Розмір після встановлення

source: Donate
ar: تبرع
bg: Дарения
ca: Feu un donatiu
es: Donar
eu: Dohaintza egin
fi: Lahjoita
gl: Doar
hr_hr: Donirajte
id_id: Donasi
ne_np: डोनेट
nl_be: Doneren
pl: Przekaż darowiznę
si: පරිත්‍යාග​
sk: Prispieť
sl: Doniraj
uk: Пожертвувати

source: Changelog
ar: سجل التغييرات
bg: Лог
ca: Registre de canvis
es: Registro de cambios
eu: Aldaketa-egunkaria
fi: Muutosloki
nl_be: Logboek
pl: Lista zmian

source: License
ar: الرخصة
bg: Лиценз
ca: Llicència
es: Licencia
eu: Lizentzia
fi: Lisenssi
gl: Licenza
id_id: Lisensi
nl_be: Licentie
pl: Licencja
si: බලපත්‍රය​

source: Report an invalid or missing license
ar: بلّغ عن رخصة لاغية أو مفقودة
bg: Докладвай невалиден или липсващ лиценз
ca: Informeu d'una llicència que falti o que no sigui vàlida
es: Notificar una licencia no válida o ausente
eu: Eman lizentzia baliogabearen edo lizentzia gabeziaren berri
fi: Ilmoita virheellinen tai puuttuva lisenssi
id_id: Laporkan lisensi yang tidak valid atau hilang
nl_be: Een ongeldige of ontbrekende licentie rapporteren
pl: Zgłoś nieprawidłową lub brakującą licencję

source: This selection is available in accordance with the terms set in the following license(s):
ar: هذا التحديد متوفر وفقاً للشروط المقررة في الرخصة (الرخص) التالية:
bg: Тази селекция се предлага в съответствие с условията, посочени в следните лицензи:
ca: Aquesta selecció està disponible d'acord amb els termes establerts a les llicències següents:
es: Esta selección está disponible de acuerdo con los términos establecidos en la (s) siguiente (s) licencia (s):
eu: Hautaketa hau, honako lizentziek ezarritako terminoei erantzuten dio:
fi: Tämä valinta on käytettävissä asetettujen ehtojen mukaisesti lisens(e)issä:
id_id: Pilihan ini tersedia sesuai dengan persyaratan yang ditetapkan dalam lisensi berikut:
nl_be: Deze selectie is beschikbaar in overeenstemming met de bepalingen in volgende licientie(s):
pl: Ten wybór jest dostępny zgodnie z warunkami określonymi w następujących (-ych) licencji (licencji):

source: Cannot remove core system software
ar: لا يمكن إزالة برامج النظام الأساسية
bg: Не може да бъде премахнат основен системен софтуер
ca: No es pot eliminar programari bàsic del sistema.
es: No se puede eliminar software del sistema base
eu: Sistemaren muinaren zatia den softwarea ezin da kendu
fi: Järjestelmän ydin-ohjelmistoja ei voi poistaa.
gl: Non se pode eliminar software do sistema base
hr_hr: Ne mogu ukloniti software jezgre sustava
id_id: Tidak dapat menghapus perangkat lunak sistem inti
ne_np: सिस्टमको भित्री सफ्टवेयर हटाउन सकिदैन
nl_be: Systeemprogramma's kunnen niet verwijderd worden
pl: Nie można usunąć podstawowego oprogramowania systemowego
si: මූලික පද්ධති මෘදුකාංග ඉවත් කළ නොහැක​
sk: Nie je možné vymazať systémový balík
sl: Ni mogoče odstraniti sistemske programske opreme osrednjega pomena
uk: Не можу видалити ПЗ ядра системи

source: {} categories
ar: تصنيفات {}
bg: {} категории
es: {} categorías
eu: {} kategoriak
fi: {} ryhmät
gl: {} categorías
hr_hr: {} kategorije
id_id: {} kategori
ne_np: {} वर्गहरु
nl_be: {} categoriën
pl: Kategorie: {}
si: ප්‍රවර්ග​ {}
sk: {} kategórií
sl: {} kategorij
uk: {} категорій

source: No screenshots available
ar: لا تتوفر لقطات شاشة
bg: Няма налични скриншоти
ca: No n'hi ha cap captura de pantalla disponible
es: No hay capturas de pantalla disponibles
eu: Ez dago pantaila-argazkirik eskuragarri
fi: Ei kuvakaappauksia saatavilla
id_id: Tidak ada tangkapan layar yang tersedia
nl_be: Geen schermafdrukken beschikbaar
pl: Brak dostępnych screenów

source: Software Center
ar: مركز البرامج
bg: Софтуерен Център
ca: Centre de programari
es: Centro de Software
eu: Software Gunea
fi: Ohjelmakeskus
gl: Centro de Software
hr_hr: Centar softwarea
id_id: Pusat Perangkat Lunak
ne_np: सफ्टवेयर सेन्टर
pl: Centrum Oprogramowania
si: මෘදුකාංග මධ්‍යස්ථානය​
sk: Centrum Softvéru
sl: Programsko središče
uk: Центр програмного забезпечення

source: Home
ar: الرئيسية
bg: Начало
ca: Inici
es: Inicio
eu: Etxea
fi: Koti
gl: Inicio
hr_hr: Osobna mapa
id_id: Beranda
ne_np: पहिलो पृष्ठ
nl_be: Start
pl: Strona główna
si: නිවහන​
sk: Domov
sl: Dom
uk: Головна

source: Updates
ar: تحديثات
bg: Обновления
ca: Actualitzacions
es: Actualizaciones
eu: Eguneraketak
fi: Päivitykset
gl: Actualizacións
hr_hr: Ažuriranja
id_id: Pembaruan
ne_np: अपडेटहरु
pl: Aktualizacje
si: යාවත්කාලීන
sk: Aktualizácie
sl: Posodobitve
uk: Оновлення

source: Installed
ar: مثبّتة
bg: Инсталирани
ca: Instal·lat
es: Instalado
eu: Instalatutakoak
fi: Asennettu
gl: Instalado
hr_hr: Instalirano
id_id: Terpasang
ne_np: इनस्टल छ
nl_be: Geïnstalleerd
pl: Zainstalowane
si: ස්ථාපිත​
sk: Nainštalované
sl: Nameščeno
uk: Встановлені

source: Third Party
ar: الطرف الثالث
bg: Трети страни
ca: De tercers
es: Terceros
fi: Kolmas osapuoli
gl: Aplicacións de terceiros
hr_hr: Treća strana
id_id: Pihak Ketiga
ne_np: तेस्रो पक्ष
nl_be: Van derden
pl: Oprogramowanie firm trzecich
si: තෙවන පාර්ශව
sk: Balíky tretích strán
sl: Programi tretjih oseb
uk: Сторонні

source: Search
ar: بحث
bg: Търсене
ca: Cerca
es: Buscar
eu: Bilatu
fi: Etsi
gl: Búsqueda
hr_hr: Traži
id_id: Cari
ne_np: खोज
nl_be: Zoeken
pl: Szukaj
si: සොයන්න​
sk: Hľadať
sl: Iskanje
uk: Пошук

source: Settings
ar: اﻹعدادات
bg: Настройки
ca: Paràmetres
es: Configuración
eu: Aukerak
fi: Asetukset
gl: Axustes
hr_hr: Postavke
id_id: Pengaturan
ne_np: सेटिङ
nl_be: Instellingen
pl: Ustawienia
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
uk: Налаштування

source: Solving the Paradox Of Choice
ar: حل التناقض في الاختيار
bg: Разрешаваме парадокса на избора
ca: Solució de la paradoxa de la tria
es: Resolviendo la paradója de la elección
eu: Aukeraren Paradoxa konpontzen
fi: Ratkaistaan valinnanvapauden paradoksia
gl: Resolvendo o Paradoxo da Elección
hr_hr: Rješavanje paradoksa izbora
id_id: Memecahkan masalah dunia lain
ne_np: छनोटको विरोधाभास समाधान जारी
nl_be: Doet ie het of doet ie het niet?
pl: Rozwiązanie paradoksu wyboru
si: තේරීමේ විරුද්ධාභාෂය විසඳමින් පවතී
sk: Riešenie dilemy
sl: Reševanje paradoksa odločitve
uk: Розв'язую парадокс вибору

source: Concentrating really hard
ar: التركيز بجدّ
bg: Концентрираме се усилено
ca: M'hi estic trencant les banyes
es: Concentrándose realmente fuerte
eu: Benetan arreta jartzen
fi: Keskitytään todella lujasti
gl: Concetrándose con moita intensidade
hr_hr: Intenzivno se koncentriram
id_id: Berkonsentrasi sangat keras
ne_np: कठोर एकाग्रका साथ
nl_be: Zich heel hard aan het concentreren
pl: Koncentruję się naprawdę mocno
si: ගැඹුරින් ඒකාත්මික වෙමින් පවතී
sk: Silne sa sústredím
sl: Močno koncentriranje
uk: Зосереджуюся з усіх сил

source: Type a query to get started
ar: اكتب تساؤلاً للبدء
bg: Въведете заявка, за да започнете
ca: Per començar, teclegeu una consulta
es: Escriba una consulta para empezar
eu: Idatzi kontsulta bat hasi ahal izateko
fi: Kirjoita hakusana aloittaaksesi
gl: Teclea unha consulta para comezar
hr_hr: Ukucajte upit da biste započeli
id_id: Ketik kueri untuk memulai
ne_np: सुरु गर्न प्रश्न टाइप गर्नुहोस
nl_be: Wat zoek je?
pl: Wpisz zapytanie, aby zacząć
si: සෙවුම අරඹන්න​
sk: Zadajte výraz pre vyhľadávanie
sl: Za začetek, vnesite poizvedbo
uk: Введіть запит щоб розпочати

source: No results found
ar: لم يتم العثور على نتائج
bg: Няма намерени резултати
ca: No s'ha trobat cap resultat
es: No se encontraron resultados
eu: Emaitzarik ez da aurkitu
fi: Yhtään tulosta ei löytynyt
gl: Non se atoparon resultados
hr_hr: NIsu pronađeni rezultati
id_id: Tidak ada hasil yang ditemukan
ne_np: कुनै उत्तर फेला परेन
nl_be: Geen resultaten gevonden
pl: Brak wyników wyszukiwania
si: ප්‍රථිඵල කිසිවක් හමු නොවීය​
sk: Neboli nájdené žiadne výsledky
sl: Ni najdenih rezultatov
uk: Результатів не знайдено

source: Every hour
ar: كل ساعة
bg: На всеки час
ca: Cada hora
es: Cada hora
eu: Orduro
fi: Tunnin välein
gl: Cada hora
hr_hr: Svaki sat
id_id: Setiap jam
ne_np: हरेक घन्टा
nl_be: Ieder uur
pl: Co godzinę
si: පැයක් පාසා
sk: Každú hodinu
sl: Vsako uro
uk: Щогодини

source: Daily
ar: يومياً
bg: Всеки ден
ca: Cada dia
es: Diariamente
eu: Egunero
fi: Päivittäin
gl: Diariamente
hr_hr: Dnevno
id_id: Harian
ne_np: दिनमा
nl_be: Dagelijks
pl: Codziennie
si: දිනපතා
sk: Denne
sl: Dnevno
uk: Щодня

source: Weekly
ar: أسبوعياً
bg: Всяка седмица
ca: Cada setmana
es: Semanalmente
eu: Astero
fi: Viikottain
gl: Semanalmente
hr_hr: Tjedno
id_id: Mingguan
ne_np: हप्तामा
nl_be: Wekelijks
pl: Co tydzień
si: සතිපතා
sk: Týždenne
sl: Tedensko
uk: Щотижня

source: All updates
ar: كافة التحديثات
bg: Всички обновления
ca: Totes les actualitzacions
es: Todas las actualizaciones
eu: Eguneraketa guztiak
fi: Kaikki päivitykset
gl: Todas as actulizacións
hr_hr: Sva ažuriranja
id_id: Semua pembaruan
ne_np: सबै अपडेटहरु
nl_be: Alle updates
pl: Wszystkie aktualizacje
si: සියලු යාවත්කාලීන
sk: Pri všetkých aktualizáciách
sl: Vse posodobitve
uk: Всі оновлення

source: Security updates only
ar: التحديثات الأمنية فقط
bg: Само обновления на сигурността
ca: Només les actualitzacions de seguretat
es: Solo actualizaciones de seguridad
eu: Segurtasun eguneraketak bakarrik
fi: Vain turvallisuuspäivitykset
gl: Só actualizacións de seguridade
hr_hr: Samo sigurnosna ažuriranja
id_id: Hanya pembaruan keamanan
ne_np: सुरक्षा अपडेटहरु मात्र
nl_be: Alleen beveiligingsupdates
pl: Tylko aktualizacje zabezpieczeń
si: ආරක්‍ෂක​ යාවත්කාලීන කිරීම් පමණි
sk: Len bezpečnostných aktualizáciách
sl: Samo varnostne posodobitve
uk: Лише оновлення безпеки

source: Security & core updates
ar: تحديثات أمنية وأساسية
bg: Обновления на сигурността & основата
ca: Actualitzacions de seguretat i del sistema bàsic
es: Actualizaciones de seguridad y sistema base
eu: Segurtasun eta sistemaren muinaren eguneraketak
fi: Turvallisuus ja ydin -päivitykset
gl: Actualizacións de seguridade e sistema base
hr_hr: Ažuriranja sigurnosti i jezgre
id_id: Pembaruan keamanan dan inti
ne_np: सुरक्षा र भित्री सिस्टम अपडेटहरु
nl_be: Beveiligings-en-systeemupdates
pl: Aktualizacje zabezpieczeń oraz jądra
si: ආරක්‍ෂක​ සහ හර යාවත්කාලීන කිරීම්
sk: Len pri bezpečnostných a systémových aktualizáciách
sl: Varnostne posodobitve in posodobitve osrednjega pomena
uk: Оновлення безпеки та ядра

source: Check for updates
ar: التحقق من وجود تحديثات
bg: Потърси обновления
ca: Comprova si hi ha actualitzacions
es: Buscar actualizaciones
eu: Eguneraketak bilatu
fi: Tarkista päivitykset
gl: Procurar actualizacións
hr_hr: Provjeri za ažuriranja
id_id: Periksa pembaruan
ne_np: नयाँ अपडेटको लागि जाँच गर्नुहोस
nl_be: Controleren op updates
pl: Sprawdź aktualizacje
si: යාවත්කාලීන සඳහා පරීක්‍ෂා ක.
sk: Skontrolovať aktualizácie
sl: Preveri za posodobitve
uk: Перевірити оновлення

source: Update Details
ar: تفاصيل التحديث
bg: Детайли за обновлението
ca: Detalls de l'actualització
es: Detalles de actualización
eu: Eguneraketen Xehetasunak
fi: Päivityksen tiedot
gl: Detalles de actualización
hr_hr: Pojedinosti ažuriranja
id_id: Detil Pembaruan
ne_np: अद्यावधिक विवरण
pl: Szczegóły aktualizacji
si: යාවත්කාලීන තොරතුරු
sk: Detaily aktualizácie
sl: Podrobnosti posodobitve
uk: Деталі оновлення

source: Not installed
ar: غير مثبّت
bg: Не е инсталирано
ca: No instal·lat
es: No instalado
eu: Instalatu gabea
fi: Ei asennettu
gl: Non instalado
hr_hr: Nisu instaliana
id_id: Tidak terpasang
ne_np: इनस्टल छैन
nl_be: Niet geïnstalleerd
pl: Niezainstalowane
si: ස්ථාපිත නැත​
sk: Nie je nainštalované
sl: Ni nameščeno
uk: Не встановлено
